{
  "LuaSnip": { "branch": "master" },
  "cinnamon.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fd": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "kitty-scrollback.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v4.x" },
  "lspkind.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neoscroll.nvim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "persisted.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pounce.nvim": { "branch": "master" },
  "ripgrep": { "branch": "master" },
  "smart-splits.nvim": { "branch": "master" },
  "tabout.nvim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-insert-path.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "vscode.nvim": { "branch": "main" }
}
